Repository: teklifyap/mobil
Catalog: lib/l10n/app_*.arb
Languages: tr

# language
source: English
tr: Türkçe

source: Create Account
tr: Hesap Oluştur

source: Name
tr: Adı

source: Surname
tr: Soyadı

source: Password
tr: Şifre

source: Repeat Password
tr: Şifrenizi tekrar girin

source: Sign Up
tr: Kayıt Ol

source: Or
tr: Ya da

source: Already have an account?
tr: Zaten hesabınız var mı?

source: Welcome Back!
tr: Hoşgeldiniz!

source: Log In
tr: Giriş Yap

source: Forgot Password?
tr: Şifrenizi mi unuttunuz?

# doNotHaveAnAccount
source: Don't have an account?
tr: Hesabınız yok mu?

# forgotPasswordTitle
source: Forgot Password
tr: Şifremi Unuttum

source: Send Email
tr: Email Gönder

source: New Offer
tr: Yeni Teklif

# offersTitle
source: Offers
tr: Tekliflerim

# noOfferInfo
source: There is no offer to show, make new one!
tr: Gösterilecek teklif yok, yenisini yap!

# okay
source: Ok
tr: Tamam

source: Your account is not confirmed.
tr: Hesabınız onaylanmamış.

source: Wrong Email or Password
tr: Email ya da şifre yanlış!

# confirmYourAccount
source: Register completed. Please confirm your account from the link in mail!
tr: Kayıt tamamlandı. Lütfen hesabınızı mailinize gelen linkten onaylayın!

source: Storage
tr: Envanter

source: Item Price
tr: Malzeme Fiyatı

source: Save Price
tr: Fiyatı Kaydet

source: Delete Item
tr: Malzemeyi Sil

source: Item Name
tr: Malzeme Adı

source: Item Unit
tr: Malzeme Birimi

source: Add Item
tr: Malzeme Ekle

source: New Item
tr: Malzeme Oluştur

# noItemInTheStorage
source: There is no item in the storage!
tr: Envanterde malzeme yok, yenisini ekle!

# itemValue
source: Item Price
tr: Malzeme Fiyatı

source: Add Offer
tr: Teklif Yap

source: Estimated Completion
tr: Tahmini Bitiş

source: Offer Title
tr: Teklif Başlığı

source: Offer Receiver
tr: Teklif Kime Yapıldı

source: Date
tr: Tarih

source: Profit Rate
tr: Kar Payı

# vldtCannotBeBlank
source: This section can not be blank
tr: Burası boş olamaz!

# vldtEmailCannotBeBlank
source: Email can not be blank
tr: Email boş olamaz!

# vldtEnterAValidEmail
source: Please enter a valid email
tr: Lütfen geçerli bir email adresi giriniz!

# vldtPasswordCannotBeBlank
source: Password can not be blank
tr: Şifre boş olamaz!

# vldtPasswordRequirements
source: Minimum 8 characters, one upper/lower case
tr: Minimum 8 karakter, bir büyük/küçük karakter!

# vldtPasswordsDoNotMatch
source: Passwords do not match!
tr: Şifreler eşleşmiyor!

source: Offer Items
tr: Teklif Malzemeleri

# confirmAccountDelete
source: Are you sure? All data will be deleted after you confirm from link in your email!
tr: Emin misiniz? Bütün bilgileriniz mailinizdeki linki onayladıktan sonra silinecektir!

source: Delete my account!
tr: Hesabımı sil!

source: Add Item to Offer
tr: Teklife Malzeme Ekle

source: Item Quantity
tr: Malzeme Sayısı

source: Select Items
tr: Malzeme Seç

# youAddedAllItems
source: You already added all items!
tr: Fiyatı olan bütün malzemeleri zaten eklediniz!

source: There is no item in the offer
tr: Teklifte malzeme yok!

source: Offer already has all your items!
tr: Teklif fiyatı olan bütün malzemelere zaten sahip!

source: Edit Offer
tr: Teklifi Düzenle

# offerUsername
source: Username
tr: Kullanıcı Adı

source: Save Offer
tr: Teklifi Kaydet

source: Add Items to Offer
tr: Teklife Malzeme Ekle

source: Offer Status
tr: Teklif Durumu

source: Confirmed
tr: Onaylandı

source: Not Confirmed
tr: Onaylanmadı

source: See Offer Items
tr: Teklif Malzemelerini Gör

source: Edit Item
tr: Malzemeyi Düzenle

source: Cancel
tr: İptal et

source: Edit Profile
tr: Profili Düzenle

source: Click here to change password
tr: Şifreyi değiştirmek için tıklayın

source: New Password
tr: Yeni Şifre

# offerExported
source: Offer exported and has been sent to your mail!
tr: Teklif dışa aktarılıp mailinize gönderildi!

source: Edit Employee
tr: Çalışanı Düzenle

source: Employee Name
tr: Çalışan İsmi

source: Employee Surname
tr: Çalışan Soyismi

# employeeSave
source: Save Employee
tr: Çalışanı Kaydet

# employeeDelete
source: Delete Employee
tr: Çalışanı Sil

# employeeNew
source: New Employee
tr: Yeni Çalışan

source: Employee Salary
tr: Çalışan Maaşı

# employeeAdd
source: Add Employee
tr: Çalışan Ekle

source: Employees
tr: Çalışanlar

# noEmployee
source: There is no employee!
tr: Çalışan kimse yok!

# worksiteAddEmployee
source: Add Employee to Worksite
tr: Şantiyeye Çalışan Ekle

# worksiteAllEmployeesAdded
source: Worksite already has all employees
tr: Bütün işçiler zaten şantiyede!

# worksiteAdded
source: Added
tr: Eklendi!

# worksiteClickToAdd
source: Click to add
tr: Eklemek için tıkla

# worksiteNoEmployee
source: Worksite has no employee!
tr: Şantiyede çalışan işçi yok!

source: Worksite Address
tr: Şantiye Adresi

# worksiteSeeEmployees
source: See Employees
tr: Çalışanları Gör

# worksiteSeeLocation
source: See Location of Worksite
tr: Şantiyenin Konumunu Gör

# worksiteNew
source: New Worksite
tr: Yeni Şantiye

# worksiteSelectOffer
source: Select Offer
tr: Teklif Seç

source: Worksites
tr: Şantiyelerim

# worksitePickLocation
source: Click to pick location!
tr: Konum seçmek için tıklayın!
